/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "Palavras-chave";
"kMDItemTitle"                                = "Título";
"kMDItemSubject"                              = "Assunto";
"kMDItemTheme"                                = "Tema";
"kMDItemAuthors"                              = "Autores";
"kMDItemEditors"                              = "Editores";
"kMDItemProjects"                             = "Projectos";
"kMDItemWhereFroms"                           = "Proveniência";
"kMDItemComment"                              = "Comentário";
"kMDItemCopyright"                            = "Copyright";
"kMDItemProducer"                             = "Produtor";
"kMDItemUsedDates"                            = "Datas de utilização";
"kMDItemLastUsedDate"                         = "Última abertura";
"kMDItemContentCreationDate"                  = "Conteúdo criado";
"kMDItemContentModificationDate"              = "Conteúdo alterado";
"kMDItemDurationSeconds"                      = "Duração";
"kMDItemCreationDate"                         = "Criação do item";
"kMDItemContactKeywords"                      = "Palavras-chave de contacto";
"kMDItemVersion"                              = "Versão";
"kMDItemPixelHeight"                          = "Altura em pixels";
"kMDItemPixelWidth"                           = "Largura em pixels";
"kMDItemPageHeight"                           = "Altura da página";
"kMDItemPageWidth"                            = "Largura da página";
"kMDItemColorSpace"                           = "Cor";
"kMDItemBitsPerSample"                        = "Bits por amostra";
"kMDItemFlashOnOff"                           = "Flash";
"kMDItemFocalLength"                          = "Distância focal";
"kMDItemHasAlphaChannel"                      = "Canal Alfa";
"kMDItemAcquisitionMake"                      = "Marca do periférico";
"kMDItemAcquisitionModel"                     = "Modelo do periférico";
"kMDItemISOSpeed"                             = "Velocidade ISO";
"kMDItemOrientation"                          = "Orientação";
"kMDItemLayerNames"                           = "Camadas";
"kMDItemWhiteBalance"                         = "Balanço de brancos";
"kMDItemAperture"                             = "Abertura";
"kMDItemProfileName"                          = "Nome do perfil";
"kMDItemResolutionWidthDPI"                   = "Largura da resolução";
"kMDItemResolutionHeightDPI"                  = "Altura da resolução";
"kMDItemExposureMode"                         = "Modo de exposição";
"kMDItemExposureTimeSeconds"                  = "Tempo de exposição";
"kMDItemEXIFVersion"                          = "Versão EXIF";
"kMDItemEXIFGPSVersion"                       = "Versão GPS de EXIF";
"kMDItemCodecs"                               = "Codecs";
"kMDItemMediaTypes"                           = "Tipos de suporte";
"kMDItemStreamable"                           = "Sequenciável";
"kMDItemTotalBitRate"                         = "Taxa de bits total";
"kMDItemVideoBitRate"                         = "Taxa de bits de vídeo";
"kMDItemAudioBitRate"                         = "Taxa de bits áudio";
"kMDItemDeliveryType"                         = "Tipo de fornecimento";

"kMDItemAltitude"                             = "Altitude";
"kMDItemLatitude"                             = "Latitude";
"kMDItemLongitude"                            = "Longitude";

"kMDItemTextContent"                          = "Conteúdo de texto";
"kMDItemDisplayName"                          = "Nome do monitor";
"kMDItemAlternateNames"                       = "Nomes de apresentação alternativos";

"kMDItemRedEyeOnOff"                          = "Olhos vermelhos";
"kMDItemMeteringMode"                         = "Modo de medição";
"kMDItemMaxAperture"                          = "Abertura máx.";
"kMDItemFNumber"                              = "FNumber";
"kMDItemExposureProgram"                      = "Programa de exposição";
"kMDItemExposureTimeString"                   = "Tempo de exposição";
"kMDItemHeadline"                             = "Cabeçalho";
"kMDItemInstructions"                         = "Instruções";
"kMDItemCity"                                 = "Cidade";
"kMDItemStateOrProvince"                      = "Região ou província";
"kMDItemCountry"                              = "País";

"kMDItemAlbum"                                = "Álbum";
"kMDItemAudioSampleRate"                      = "Taxa de amostragem";
"kMDItemAudioChannelCount"                    = "Contagem de canais";
"kMDItemTempo"                                = "Tempo";
"kMDItemKeySignature"                         = "Assinatura da chave";
"kMDItemTimeSignature"                        = "Compasso";
"kMDItemAudioEncodingApplication"             = "Aplicação de codificação de áudio";
"kMDItemComposer"                             = "Compositor";
"kMDItemLyricist"                             = "Letrista";
"kMDItemAudioTrackNumber"                     = "Número de faixa";
"kMDItemRecordingDate"                        = "Data de gravação";
"kMDItemMusicalGenre"                         = "Género musical";
"kMDItemIsGeneralMIDISequence"                = "Sequência MIDI geral";
"kMDItemRecipients"                           = "Destinatários";
"kMDItemRecordingYear"                        = "Ano de gravação";

"kMDItemOrganizations"                        = "Organizações";
"kMDItemLanguages"                            = "Idiomas";
"kMDItemRights"                               = "Direitos";
"kMDItemPublishers"                           = "Publicadores";
"kMDItemContributors"                         = "Contribuidores";
"kMDItemCoverage"                             = "Cobertura";
"kMDItemDescription"                          = "Descrição";
"kMDItemIdentifier"                           = "Identificador";
"kMDItemAudiences"                            = "Públicos";

"kMDItemNumberOfPages"                        = "Páginas";
"kMDItemSecurityMethod"                       = "Método de segurança";

"kMDItemCreator"                              = "Gerador de conteúdo";
"kMDItemDueDate"                              = "Data acordada";
"kMDItemEncodingApplications"                 = "Software de codificação";

"kMDItemStarRating"                           = "Classificação";
"kMDItemPhoneNumbers"                         = "Número de telefone";
"kMDItemEmailAddresses"                       = "Endereços de e-mail";
"kMDItemInstantMessageAddresses"              = "Endereços de mensagens rápidas";
"kMDItemKind"                                 = "Tipo";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "Endereços de e-mail dos destinatários";
"kMDItemAuthorEmailAddresses"                 = "Endereços de e-mail do autor";

/* Names for FS attributes */
"kMDItemFSName"                               = "Ficheiro";
"kMDItemPath"                                 = "Nome do percurso do ficheiro";
"kMDItemFSSize"                               = "Tamanho";
"kMDItemFSCreationDate"                       = "Criado";
"kMDItemFSContentChangeDate"                  = "Alterado";
"kMDItemFSOwnerUserID"                        = "Proprietário";
"kMDItemFSOwnerGroupID"                       = "Grupo";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "Ficheiro legível";
"kMDItemFSIsWriteable"                        = "Ficheiro gravável";
"kMDItemFSNodeCount"                          = "Número de itens";
"kMDItemFSHasCustomIcon"                      = "Ícone personalizado";
"kMDItemFSIsExtensionHidden"                  = "Extensão do ficheiro oculta";
"kMDItemFSIsStationery"                       = "Modelo";
"kMDItemFSInvisible"                          = "Ficheiro invisível";
"kMDItemFSLabel"                              = "Classificação do ficheiro";

"kMDItemFinderComment"                        = "Comentário do Spotlight";
"kMDItemFonts"                                = "Letras";

"kMDItemAppleLoopsRootKey"                    = "Chave original do loop";
"kMDItemAppleLoopsKeyFilterType"              = "Tipo de escala de loop";
"kMDItemAppleLoopsLoopMode"                   = "Tipo de ficheiro de loop";
"kMDItemAppleLoopDescriptors"                 = "Descritores de loop";
"kMDItemMusicalInstrumentCategory"            = "Categoria do instrumento";
"kMDItemMusicalInstrumentName"                = "Nome do instrumento";

"kMDItemInformation"                          = "Informação sobre o filme";
"kMDItemDirector"                             = "Realizador";
"kMDItemGenre"                                = "Género";
"kMDItemPerformers"                           = "Intérpretes";
"kMDItemOriginalFormat"                       = "Formato original";
"kMDItemOriginalSource"                       = "Origem";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "Palavras-chave associadas a este item";
"kMDItemTitle.Description"                    = "Título deste item";
"kMDItemSubject.Description"                  = "Assunto deste item";
"kMDItemTheme.Description"                    = "Tema deste item";
"kMDItemAuthors.Description"                  = "Autores deste item";
"kMDItemEditors.Description"                  = "Editores deste item";
"kMDItemProjects.Description"                 = "Projectos a que pertence este item";
"kMDItemWhereFroms.Description"               = "Proveniência do item";
"kMDItemComment.Description"                  = "Comentários sobre este item";
"kMDItemCopyright.Description"                = "Informação de copyright sobre este item";
"kMDItemProducer.Description"                 = "Produtor deste item";
"kMDItemUsedDates.Description"                = "Datas em que este item foi utilizado";
"kMDItemLastUsedDate.Description"             = "Data da última utilização deste item";
"kMDItemContentCreationDate.Description"      = "Data em que o conteúdo deste item foi criado";
"kMDItemContentModificationDate.Description"  = "Data em que o conteúdo deste item foi alterado";
"kMDItemDurationSeconds.Description"          = "Duração deste item em segundos";
"kMDItemCreationDate.Description"             = "Data em que este item foi criado";
"kMDItemContactKeywords.Description"          = "Contactos associados a este item";
"kMDItemVersion.Description"                  = "Número da versão deste item";

"kMDItemPixelHeight.Description"              = "Altura do documento em pixels";
"kMDItemPixelWidth.Description"               = "Largura do documento em pixels";
"kMDItemPageHeight.Description"               = "Altura da página do documento em pontos";
"kMDItemPageWidth.Description"                = "Largura da página do documento em pontos";
"kMDItemResolutionWidthDPI.Description"       = "Largura da resolução desta imagem em DPI";
"kMDItemResolutionHeightDPI.Description"      = "Altura da resolução desta imagem em DPI";

"kMDItemColorSpace.Description"               = "Modelo de cor desta imagem";
"kMDItemProfileName.Description"              = "Nome do perfil de cores utilizado para a imagem";

"kMDItemBitsPerSample.Description"            = "Número de bits por amostra";
"kMDItemFlashOnOff.Description"               = "Se a fotografia foi tirada com flash";
"kMDItemFocalLength.Description"              = "Distância focal da lente em milímetros (mm)";
"kMDItemHasAlphaChannel.Description"          = "Se a imagem tem um canal Alfa";
"kMDItemAcquisitionMake.Description"          = "Marca do periférico utilizado para obter este documento";
"kMDItemAcquisitionModel.Description"         = "Modelo do periférico utilizado para obter este documento";
"kMDItemISOSpeed.Description"                 = "Velocidade ISO da câmara quando a fotografia foi tirada";
"kMDItemOrientation.Description"              = "Orientação da imagem (horizontal ou vertical)";
"kMDItemLayerNames.Description"               = "Nomes das camadas no ficheiro";
"kMDItemWhiteBalance.Description"             = "Especificação do equilíbrio de brancos da câmara quando a fotografia foi tirada.";
"kMDItemAperture.Description"                 = "Especificação de abertura da câmara quando a fotografia foi tirada";
"kMDItemExposureMode.Description"             = "Modo utilizado para a exposição";
"kMDItemExposureTimeSeconds.Description"      = "Tempo que a lente esteve aberta durante a exposição";
"kMDItemEXIFVersion.Description"              = "Versão EXIF utilizada para gerar os metadados";
"kMDItemEXIFGPSVersion.Description"           = "A versão de GPSInfoIFD em EXIF utilizada para gerar os metadados";
"kMDItemRedEyeOnOff.Description"              = "Se a correcção de “olhos vermelhos” estava activa ou inactiva";
"kMDItemMeteringMode.Description"             = "O modo de medição (Desconhecido, Médio, MédiaPonderadaCentral, Ponto, MultiPonto, Padrão, Parcial)";
"kMDItemMaxAperture.Description"              = "O valor F mínimo da lente em unidades APEX, geralmente no intervalo de 00,00 a 99,99";
"kMDItemFNumber.Description"                  = "Diâmetro da abertura relativamente à distância focal efectiva da lente";
"kMDItemExposureProgram.Description"          = "Tipo de programa utilizado pela câmara para especificar a exposição: Manual, Normal, Prioridade de abertura, ...";
"kMDItemExposureTimeString.Description"       = "Tempo de exposição";
"kMDItemHeadline.Description"                 = "Sumário publicável do conteúdo do item";
"kMDItemInstructions.Description"             = "Outra informação relativa ao item, tais como instruções de manuseio";
"kMDItemCity.Description"                     = "Cidade deste item";
"kMDItemStateOrProvince.Description"          = "Região ou província do item segundo o fornecedor";
"kMDItemCountry.Description"                  = "País ou local onde o item foi criado segundo o fornecedor";

"kMDItemAltitude.Description"                 = "A altitude do item em metros acima do nível do mar, expressa através de WGS84. Os valores negativos situam-se abaixo do nível do mar.";
"kMDItemLatitude.Description"                 = "A latitude do item em graus a norte do Equador, expressa através de WGS84. Os valores negativos situam-se a sul do Equador.";
"kMDItemLongitude.Description"                = "A longitude do item em graus a este do meridiano de Greenwich, expressa através de WGS84. Os valores negativos situam-se a oeste do meridiano de Greenwich.";

"kMDItemCodecs.Description"                   = "Codecs utilizados para codificar e descodificar o suporte";
"kMDItemMediaTypes.Description"               = "Tipos de suporte presentes no conteúdo";
"kMDItemStreamable.Description"               = "Se o conteúdo está preparado para emissão em sequência";
"kMDItemTotalBitRate.Description"             = "Taxa de bits combinada de áudio e vídeo no suporte";
"kMDItemVideoBitRate.Description"             = "Taxa de bits de vídeo no suporte";
"kMDItemAudioBitRate.Description"             = "Taxa de bits do áudio no suporte";
"kMDItemDeliveryType.Description"             = "Método utilizado para fornecer o suporte (Fast Start ou RTSP)";
"kMDItemDisplayName.Description"              = "Nome localizado do ficheiro";
"kMDItemAlternateNames.Description"           = "Nomes alternativos do ficheiro";
"kMDItemAlbum.Description"                    = "Título para uma colecção de suportes, tal como um álbum";
"kMDItemAudioSampleRate.Description"          = "Taxa de amostra dos dados de áudio do ficheiro";
"kMDItemAudioChannelCount.Description"        = "Número de canais nos dados de áudio do ficheiro";
"kMDItemTempo.Description"                    = "Tempo da música no ficheiro áudio em batidas por minuto";
"kMDItemKeySignature.Description"             = "Chave musical da música no ficheiro áudio";
"kMDItemTimeSignature.Description"            = "Compasso da música no ficheiro áudio ou MIDI";
"kMDItemAudioEncodingApplication.Description" = "Nome da aplicação que codificou os dados no ficheiro de áudio";
"kMDItemComposer.Description"                 = "Compositor da música no ficheiro áudio";
"kMDItemLyricist.Description"                 = "Letrista da música no ficheiro de áudio";
"kMDItemAudioTrackNumber.Description"         = "Número de faixa da música integrada num álbum";
"kMDItemRecordingDate.Description"            = "Data em que a música foi gravada";
"kMDItemMusicalGenre.Description"             = "Género musical da música no ficheiro áudio";
"kMDItemIsGeneralMIDISequence.Description"    = "Se a sequência MIDI contida no ficheiro está configurada para utilização com um periférico MIDI geral";
"kMDItemRecordingYear.Description"            = "Ano em que o item foi gravado";

"kMDItemOrganizations.Description"            = "Organizações que criaram o documento";
"kMDItemLanguages.Description"                = "Idiomas do conteúdo do documento";
"kMDItemRights.Description"                   = "Ligação para informação acerca dos direitos sobre o documento";
"kMDItemPublishers.Description"               = "Publicador do documento";
"kMDItemContributors.Description"             = "Pessoas ou organizações que contribuíram para o conteúdo do documento";
"kMDItemCoverage.Description"                 = "Extensão ou abrangência do conteúdo do documento";
"kMDItemDescription.Description"              = "Descrição do conteúdo do documento";
"kMDItemIdentifier.Description"               = "Referência a um recurso em determinado contexto";
"kMDItemAudiences.Description"                = "A quem se destina o documento";

"kMDItemNumberOfPages.Description"            = "Número de páginas no documento";
"kMDItemSecurityMethod.Description"           = "Método de encriptação utilizado para tornar o documento seguro";
"kMDItemCreator.Description"                  = "Aplicação utilizada para criar o documento";
"kMDItemEncodingApplications.Description"     = "Software utilizado para converter o conteúdo original";
"kMDItemDueDate.Description"                  = "Data limite deste item";

"kMDItemStarRating.Description"               = "Classificação do utilizador";
"kMDItemPhoneNumbers.Description"             = "Números de telefone associados a este item";
"kMDItemEmailAddresses.Description"           = "Endereços de e-mail associados a este item";
"kMDItemInstantMessageAddresses.Description"  = "Endereços de mensagens rápidas associados a este item";
"kMDItemKind.Description"                     = "Tipo de item";
"kMDItemFinderComment.Description"            = "Comentário do Spotlight para este item";
"kMDItemTextContent.Description"              = "Conteúdo de texto deste item";
"kMDItemRecipients.Description"               = "Destinatários deste item";
"kMDItemFonts.Description"                    = "Tipos de letra usados neste item";
"kMDItemURL.Description"                      = "URL deste item";
"kMDItemRecipientEmailAddresses.Description"  = "Endereços de e-mail dos destinatários deste item";
"kMDItemAuthorEmailAddresses.Description"     = "Endereços de e-mail dos autores deste item";

"kMDItemInformation.Description"              = "Informação sobre o filme";
"kMDItemDirector.Description"                 = "Realizador";
"kMDItemGenre.Description"                    = "Género";
"kMDItemPerformers.Description"               = "Intérpretes";
"kMDItemOriginalFormat.Description"           = "Formato original";
"kMDItemOriginalSource.Description"           = "Origem";

"kMDItemFSName.Description"                   = "Nome do ficheiro";
"kMDItemPath.Description"                     = "Nome do percurso completo deste ficheiro";
"kMDItemFSSize.Description"                   = "Tamanho do ficheiro no disco em bytes, arredondado ao tamanho de bloco do disco";
"kMDItemFSCreationDate.Description"           = "Data de criação do ficheiro";
"kMDItemFSContentChangeDate.Description"      = "Data da última alteração do conteúdo do ficheiro";
"kMDItemFSOwnerUserID.Description"            = "ID de utilizador do proprietário do ficheiro";
"kMDItemFSOwnerGroupID.Description"           = "ID de grupo do proprietário do ficheiro";
"kMDItemFSIsReadable.Description"             = "Se o ficheiro pode ser aberto mas não modificado";
"kMDItemFSIsWriteable.Description"            = "Se o ficheiro pode ser modificado";
"kMDItemFSNodeCount.Description"              = "Número de ficheiros e pastas na pasta";
"kMDItemFSHasCustomIcon.Description"          = "Se o ficheiro tem um ícone personalizado";
"kMDItemFSIsExtensionHidden.Description"      = "Se a extensão do ficheiro está oculta";
"kMDItemFSIsStationery.Description"           = "Se o ficheiro é modelo";
"kMDItemFSInvisible.Description"              = "Se o ficheiro é visível";
"kMDItemFSLabel.Description"                  = "Número correspondente à classificação do Finder atribuída ao ficheiro";

"kMDItemAppleLoopsRootKey.Description"        = "Mostra a chave original do loop. A chave é a nota de raiz ou tónica para o loop e não inclui o tipo de escala";
"kMDItemAppleLoopsKeyFilterType.Description"  = "Se o loop utiliza a escala maior ou menor, nenhuma escala, ou pode ser utilizado com ambas";
"kMDItemAppleLoopsLoopMode.Description"       = "Se o ficheiro é um ficheiro de loop ou não. Os ficheiros em loop ajustam o seu tempo ao tempo da música e os ficheiros não loop mantêm o seu tempo registado";
"kMDItemAppleLoopDescriptors.Description"     = "Palavras-chave que descrevem o ambiente e outros aspectos do loop";
"kMDItemMusicalInstrumentCategory.Description"= "Categoria do instrumento a que pertence o ficheiro";
"kMDItemMusicalInstrumentName.Description"    = "Tipo de instrumento gravado no ficheiro";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "keyword,palavra-chave";
"kMDItemTitle.ShortName"                      = "title,título";
"kMDItemSubject.ShortName"                    = "subject,title,assunto,título";
"kMDItemTheme.ShortName"                      = "tema";
"kMDItemAuthors.ShortName"                    = "autor,de,com,por";
"kMDItemEditors.ShortName"                    = "editor";
"kMDItemProject.ShortName"                    = "project,projecto";
"kMDItemWhereFroms.ShortName"                 = "wherefrom,proveniência";
"kMDItemComment.ShortName"                    = "comment,comentário";
"kMDItemCopyright.ShortName"                  = "copyright";
"kMDItemProducer.ShortName"                   = "produtor";
"kMDItemUsedDates.ShortName"                  = "used,date,utilizado,data";
"kMDItemLastUsedDate.ShortName"               = "lastused,date,últimautilização,data";
"kMDItemContentCreationDate.ShortName"        = "contentcreated,created,date,conteúdocriado,criado,data";
"kMDItemContentModificationDate.ShortName"    = "conteúdoalterado,alterado,data";
"kMDItemDurationSeconds.ShortName"            = "duration,time,duração,tempo";
"kMDItemCreationDate.ShortName"               = "itemcreated,created,date,itemcriado,criado,data";
"kMDItemContactKeywords.ShortName"            = "contactkeyword,keyword,palavrachavedecontacto,palavrachave";
"kMDItemVersion.ShortName"                    = "version,versão";
"kMDItemPixelHeight.ShortName"                = "pixelheight,height,alturapixel,altura";
"kMDItemPixelWidth.ShortName"                 = "pixelwidth,width,largurapixel,largura";
"kMDItemPageHeight.ShortName"                 = "pageheight,height,alturadapágina,altura";
"kMDItemPageWidth.ShortName"                  = "pagewidth,height,larguradapágina,largura";
"kMDItemColorSpace.ShortName"                 = "colorspace";
"kMDItemBitsPerSample.ShortName"              = "bitspersample,bps,bitsporamostra,bpa";
"kMDItemFlashOnOff.ShortName"                 = "flash";
"kMDItemFocalLength.ShortName"                = "focallength,distânciafocal";
"kMDItemHasAlphaChannel.ShortName"            = "alpha,alfa";
"kMDItemAcquisitionMake.ShortName"            = "make,criar";
"kMDItemAcquisitionModel.ShortName"           = "model,modelo";
"kMDItemISOSpeed.ShortName"                   = "iso";
"kMDItemOrientation.ShortName"                = "orientation,orientação";
"kMDItemLayerNames.ShortName"                 = "layer,camada";
"kMDItemWhiteBalance.ShortName"               = "whitebalance,balançodebrancos";
"kMDItemAperture.ShortName"                   = "aperture,abertura,fstop";
"kMDItemProfileName.ShortName"                = "profile,perfil";
"kMDItemResolutionWidthDPI.ShortName"         = "widthdpi,larguradpi,dpi";
"kMDItemResolutionHeightDPI.ShortName"        = "heightdpi,alturadpi,dpi";
"kMDItemExposureMode.ShortName"               = "exposuremode,mododeexposição";
"kMDItemExposureTimeSeconds.ShortName"        = "exposuretime,time,tempodeexposição,tempo";
"kMDItemEXIFVersion.ShortName"                = "exifversion,versãoexif";
"kMDItemCodecs.ShortName"                     = "codec";
"kMDItemMediaTypes.ShortName"                 = "mediatype,tipodesuporte";
"kMDItemStreamable.ShortName"                 = "streamable,sequenciável";
"kMDItemTotalBitRate.ShortName"               = "totalbitrate,bitrate,taxadebitstotal,taxadebits";
"kMDItemVideoBitRate.ShortName"               = "videobitrate,bitrate,taxadebitsvídeo,taxadebits";
"kMDItemAudioBitRate.ShortName"               = "audiobitrate,bitrate,taxadebitsáudio,taxadebits";
"kMDItemDeliveryType.ShortName"               = "delivery,fornecimento";
"kMDItemAltitude.ShortName"                   = "altitude";
"kMDItemLatitude.ShortName"                   = "latitude";
"kMDItemLongitude.ShortName"                  = "longitude";

"kMDItemTextContent.ShortName"                = "intext,textoint";
"kMDItemDisplayName.ShortName"                = "displayname,name,nomedeapresentação,nome";

"kMDItemRedEyeOnOff.ShortName"                = "redeye,olhosvermelhos";
"kMDItemMeteringMode.ShortName"               = "meteringmode,mododemedição";
"kMDItemMaxAperture.ShortName"                = "maxaperture,aberturamáx";
"kMDItemFNumber.ShortName"                    = "fnumber,fstop";
"kMDItemExposureProgram.ShortName"            = "exposureprogram,programadeexposição";
"kMDItemExposureTimeString.ShortName"         = "exposuretime,time,tempodeexposição,tempo";
"kMDItemHeadline.ShortName"                   = "headline,title,cabeçalho,título";
"kMDItemInstructions.ShortName"               = "instructions,instruções";
"kMDItemCity.ShortName"                       = "city,cidade";
"kMDItemStateOrProvince.ShortName"            = "state,province,região,província";
"kMDItemCountry.ShortName"                    = "country,país";

"kMDItemAlbum.ShortName"                      = "album,title,álbum,título";
"kMDItemAudioSampleRate.ShortName"            = "audiosamplerate,samplerate,taxadeamostraáudio,taxadeamostra";
"kMDItemAudioChannelCount.ShortName"          = "channels,canais";
"kMDItemTempo.ShortName"                      = "tempo";
"kMDItemKeySignature.ShortName"               = "keysignature,key,assinaturachave,chave";
"kMDItemTimeSignature.ShortName"              = "timesignature,compasso";
"kMDItemAudioEncodingApplication.ShortName"   = "audioencodingapplication,aplicaçãodecodificaçãodeáudio";
"kMDItemComposer.ShortName"                   = "compositor,autor,por";
"kMDItemLyricist.ShortName"                   = "letrista,autor,por";
"kMDItemAudioTrackNumber.ShortName"           = "tracknumber,númerodefaixa";
"kMDItemRecordingDate.ShortName"              = "recordingdate,date,datadegravação,data";
"kMDItemMusicalGenre.ShortName"               = "musicalgenre,genre,géneromusical,género";
"kMDItemIsGeneralMIDISequence.ShortName"      = "ismidi,midisi";
"kMDItemRecipients.ShortName"                 = "destinatário,para,com";
"kMDItemRecordingYear.ShortName"              = "yearrecorded,year,anodegravação,ano";

"kMDItemOrganizations.ShortName"              = "organization,organização";
"kMDItemLanguages.ShortName"                  = "language,idioma";
"kMDItemRights.ShortName"                     = "rights,direitos";
"kMDItemPublishers.ShortName"                 = "publisher,publicador";
"kMDItemContributors.ShortName"               = "colaborador,por,autor,com";
"kMDItemCoverage.ShortName"                   = "coverage,cobertura";
"kMDItemDescription.ShortName"                = "description,comment,descrição,comentário";
"kMDItemIdentifier.ShortName"                 = "id";
"kMDItemAudiences.ShortName"                  = "audience,to,público,para";

"kMDItemNumberOfPages.ShortName"              = "pages,páginas";
"kMDItemSecurityMethod.ShortName"             = "securitymethod,métododesegurança";

"kMDItemCreator.ShortName"                    = "creator,criador";
"kMDItemDueDate.ShortName"                    = "duedate,date,datalimite,data";
"kMDItemEncodingApplications.ShortName"       = "encodingapplication,aplicaçãodecodificação";

"kMDItemStarRating.ShortName"                 = "starrating,classificaçãoemestrelas";
"kMDItemPhoneNumbers.ShortName"               = "phonenumber,númerodetelefone";
"kMDItemEmailAddresses.ShortName"             = "email,e-mail";
"kMDItemInstantMessageAddresses.ShortName"    = "imname,nomemr";
"kMDItemKind.ShortName"                       = "kind,tipo";
"kMDItemURL.ShortName"                        = "url";
"kMDItemRecipientEmailAddresses.ShortName"    = "e-mail,para";
"kMDItemAuthorEmailAddresses.ShortName"       = "e-mail,de";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "filename,ficheiro";
"kMDItemPath.ShortName"                       = "path,percurso";
"kMDItemFSSize.ShortName"                     = "size,tamanho";
"kMDItemFSCreationDate.ShortName"             = "created,criado";
"kMDItemFSContentChangeDate.ShortName"        = "alterado";
"kMDItemFSOwnerUserID.ShortName"              = "owner,proprietário";
"kMDItemFSOwnerGroupID.ShortName"             = "group,grupo";
"kMDItemFSIsStationery.ShortName"             = "stationery,modelo";
"kMDItemFSInvisible.ShortName"                = "invisible,invisível";
"kMDItemFSLabel.ShortName"                    = "label,classificação";

"kMDItemFinderComment.ShortName"              = "spotlightcomment,comment,comentáriodopotlight,comentário";
"kMDItemFonts.ShortName"                      = "letra";

"kMDItemMusicalInstrumentCategory.ShortName"  = "instrumentcategory,categoriadoinstrumento";
"kMDItemMusicalInstrumentName.ShortName"      = "instrumentname,nomedoinstrumento";
